Repository: 84000/data-translation-memory
Catalog: toh266-v3.tmx
Source language: bo
Languages: en

source: སྐྱེས་བུ་དམ་པ་དེ་དག་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ནས་དེ་ལས་ཕྱིར་མི་ལྡོག་པའི་བྱང་ཆུབ་སེམས་དཔའ་དེ་དག་ནི་འཇིག་རྟེན་དུ་འབྱུང་བ་རབ་ཏུ་རྙེད་པར་དཀའོ།
en: It is because the appearance of those sublime persons, bodhisattvas who set their minds on awakening and do not turn away from it, is extremely rare in the world.

source: །དེ་བས་ན་གང་དག་ཡང་དག་པར་བླངས་པ་ལ་བརྟན་ཞིང་བྱང་ཆུབ་ཏུ་སེམས་བསྐྱེད་ནས་ཞུམ་པར་མི་བྱེད་ལ། བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་ཇི་ལྟར་གཉེར་བ་རྣམས་ལ་ཆོས་ཀྱི་སྦྱིན་པས་ཚིམ་པར་བྱེད་པ་དེ་དག་ནི་ཨུ་དུམ་པཱ་རའི་མེ་ཏོག་དང་འདྲའོ་ཞེས་ངས་བཤད་དོ།
en: Therefore, I have taught that those who stabilize their vows without getting discouraged once they have set their minds on awakening and, having perfectly and completely awakened to awakening, satiate seekers with the gift of Dharma according to their needs are like the uḍumbara flower.

source: །ཤཱ་རིའི་བུ་དེ་དག་ལ་སོགས་པ་ཚད་མེད་གྲངས་མེད་པའི་སངས་རྒྱས་བཅོམ་ལྡན་འདས་རྣམས་ལྷོ་ཕྱོགས་ན་ད་ལྟར་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་ལ་ཆོས་ཀྱང་སྟོན་པའི་ཕྱོགས་དེ་ལོགས་སུ་ཡན་ལག་ལྔས་ཕྱག་བྱས་ཏེ་མཆོད་ལ་མིང་ཇི་སྐད་དུ་བསྟན་པ་ཉན་ཅིང་།
en: “Śāriputra, there are countless, innumerable blessed buddhas, such as those I have mentioned, who presently dwell in the south, alive and well, teaching the Dharma.

source: ཡོན་ཏན་ཡོངས་སུ་བསྒྲགས་པ་ཡིད་ལ་བྱས་ན་བསོད་ནམས་ཀྱི་ཕུང་པོ་ཚད་མེད་པ་ཡོངས་སུ་འཛིན་པར་འགྱུར་རོ།
en: If someone pays homage by prostrating in their direction with the five parts of the body touching the ground, hears the name exactly as it is taught, and contemplates the extolled qualities, he or she will obtain an immeasurable heap of merit.

source: །ནུབ་ཕྱོགས་ཀྱི་སངས་རྒྱས་ཞིང་བྱེ་བ་བརྒྱ་སྟོང་གི་ཐ་མ་ན་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཚེ་དཔག་མེད་ཅེས་བྱ་བ་བཞུགས་ཏེ།
en: “A trillion buddhafields away to the west, in the world system called Sukhāvatī, dwells the thus-gone one, the worthy one, the completely perfect buddha called Amitāyus.

source: ཤཱ་རིའི་བུ་གང་དག་དེ་བཞིན་གཤེགས་པ་ཚེ་དཔག་མེད་དེའི་མཚན་ཐོས་པ་ཙམ་གྱིས་དགའ་བ་ཆེན་པོ་སྐྱེད་པ་དང་། རྣམ་པ་བརྒྱ་སྟོང་དུ་ཡང་དག་པར་མོས་པར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་བསོད་ནམས་ཚད་མེད་པ་ཡོངས་སུ་འཛིན་པར་འགྱུར་རོ།
en: Śāriputra, all those who, by merely hearing the name of the thus-gone one Amitāyus, experience great joy and genuinely long for his hundreds of thousands of attributes will obtain immeasurable merit.

source: །དེ་དག་ལ་ལོག་པར་ལྟུང་བའི་འཇིགས་པ་མི་འབྱུང་སྟེ་འདི་ནས་ཤི་འཕོས་ནས་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྐྱེ་བར་འགྱུར་རོ།
en: They will have no fear of falling into the lower realms, for once they die, they will be reborn in his buddhafield.

source: །གང་དག་རྒྱུན་དུ་ཡིད་ལ་བྱེད་པ་དེ་དག་ནི་འཆི་བའི་ཚེ་དེ་བཞིན་གཤེགས་པ་འོད་དཔག་མེད་དགེ་སློང་གི་དགེ་འདུན་དང་ཐབས་ཅིག་ཏུ་མདུན་ན་བཞུགས་པར་འགྱུར་རོ།
en: Those who continuously contemplate him will, upon death, sit amidst an assembly of monks before the thus-gone one Amitāyus.

source: དེ་བཞིན་གཤེགས་པ་ཐུགས་རྗེ་ཆེན་པོ་དེ་ནི་སེམས་ཅན་རྣམས་ལ་ཕན་པར་དགོངས་པའི་ཕྱིར་འཇིག་རྟེན་གྱི་ཁམས་གཞན་ན་བཞུགས་ཀྱང་སེམས་ཅན་རྣམས་ལ་བདུད་སྡིག་ཅན་གྱིས་བར་ཆད་བྱེད་པར་འགྱུར་ཞེས་ནས་ཀུན་ནས་སྲུང་བར་མཛད་དེ།
en: It is because the thus-gone one Mahākaruṇa, out of his awakened intent to benefit beings, protects beings that evil māras plan to create obstacles for, even when he is dwelling in another buddhafield.

source: དེ་ནས་ཤི་འཕོས་པ་དང་འཇིག་རྟེན་གྱི་ཁམས་བདེ་བ་ཅན་དུ་སྐྱེ་བར་འགྱུར་ཏེ། དེ་དག་ཐམས་ཅད་ཀྱིས་དེ་ཉིད་དུ་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་ཡོངས་སུ་རྫོགས་པར་འགྱུར་རོ།
en: After they die, they will be born in Sukhāvatī, precisely where they will all perfect the qualities of a buddha.

source: འདི་ལྟར་དེ་བཞིན་གཤེགས་པ་དེས་བདག་བྱང་ཆུབ་ཐོབ་པའི་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སེམས་ཅན་སྐྱེ་བ་ཐེག་པ་ཆེན་པོ་ལ་ཞུགས་པ་དེ་དག་གི་བསམ་པ་ཐམས་ཅད་བདག་གིས་བཀང་བར་བྱ་སྟེ། དེ་ནི་གང་ལ་ལ་བྱང་ཆུབ་ཀྱི་ཕྱོགས་ཀྱི་ཆོས་བྱང་ཆུབ་བྱེད་པ་གང་ཅི་ཡོད་པའོ།
en: It is because the thus-gone one made the following aspiration: ‘May I fulfill all the wishes of beings who, having embarked on the Great Vehicle, are born in the buddhafield where I attained awakening, ensuring they have all the qualities conducive to awakening!

source: །ཉན་ཐོས་ཀྱི་ཐེག་པ་ཅན་གང་དག་སངས་རྒྱས་ཀྱི་ཞིང་དུ་སྐྱེ་བར་འགྱུར་བ་དེ་ཉིད་དུ་དགྲ་བཅོམ་པར་གྱུར་ཅིག་ཅེས་སྨོན་ལམ་དེ་ལྟར་བཏབ་བོ།
en: May followers of the Vehicle of Hearers who are born in that buddhafield become arhats in that very place!’

source: །ཤཱ་རིའི་བུ་རིགས་ཀྱི་བུའམ་རིགས་ཀྱི་བུ་མོ་གང་ལ་ལ་ཞིག་ཕྱི་མའི་དུས་ན་འོད་དཔག་མེད་ཀྱི་ཡོན་ཏན་བརྗོད་པ་ལ་དད་པར་བྱེད་པ་དང་། ལྷག་པའི་བསམ་པས་དགའ་བ་སྐྱེད་པ་དང་། དེ་བཞིན་གཤེགས་པ་དེ་ལ་ལྷག་པའི་བསམ་པས་རངས་པར་བྱེད་པ་ནི་སངས་རྒྱས་ཀྱི་ཞིང་དེར་སྐྱེས་ཏེ།
en: “Śāriputra, any son or daughter of noble family who in the future has faith in and wholeheartedly rejoices in the extolled virtues of Amitābha, and wholeheartedly delights in that thus-gone one, will be born in that buddhafield.

source: དེ་ན་གནས་པ་རྣམས་བསམ་པ་ཐམས་ཅད་ཡོངས་སུ་རྫོགས་པར་འགྱུར་ཞིང་དེ་དག་ཇི་ལྟར་བརྗོད་པ་བཞིན་བྱང་ཆུབ་ཏུ་ཉེ་བར་འགྱུར་རོ།
en: Those residing there will have all their wishes fulfilled and approach awakening, exactly as taught.

source: །དེ་བཞིན་གཤེགས་པ་འདུས་པ་དེ་ཡང་མཐོང་བར་འགྱུར་རོ། །སངས་རྒྱས་ཀྱི་ཞིང་དེར་སེམས་ཅན་སྐྱེས་པ་དེ་དག་མཐོང་བར་འགྱུར་རོ།
en: They will see the assembly of thus-gone ones, and they will see the beings born in that buddhafield.

source: །དེ་བཞིན་གཤེགས་པའི་ཡོན་ཏན་བརྗོད་པ་དེ་ལ་ཡིད་ཆེས་པར་མི་བྱེད་པ་དང་། འཕྱ་བ་དང་སྤོང་བར་འགྱུར་བ་དེ་དག་ནི་བསྐལ་པ་ལྔར་སེམས་ཅན་དམྱལ་བའི་ལས་ཡོངས་སུ་བཟུང་བར་འགྱུར་རོ།
en: Those who distrust, disparage, and forsake the extolled qualities of that thus-gone one will incur the karma for dwelling in the hells for five eons.

source: །སངས་རྒྱས་ཀྱི་ཞིང་བརྒྱ་ཕྲག་སྟོང་གི་ཐ་མ་ན་འཇིག་རྟེན་གྱི་ཁམས་བདུད་ཐམས་ཅད་རབ་ཏུ་བཅོམ་པ་དང་ལྡན་པ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་རྒྱལ་བ་མངའ་བ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “A hundred thousand buddhafields away, in the world system Endowed with the Vanquisher of All Demons, dwells the thus-gone one, the worthy one, the completely perfect buddha called Possessor of Victory.

source: ཤཱ་རིའི་བུ་གང་དག་དེ་བཞིན་གཤེགས་པ་རྣམ་པར་རྒྱལ་བ་མངའ་བ་དེའི་མཚན་ཉན་པར་འགྱུར་བ་དེ་དག་ནི་བདུད་ཀྱི་ཞགས་པ་ཐམས་ཅད་བཅད་པར་འགྱུར།
en: Śāriputra, those who hear the name of the thus-gone one Possessor of Victory will entirely sever the lasso of Māra.

source: བསྐལ་པ་དྲུག་ཅུར་འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་བྱས་པར་འགྱུར་རོ།
en: In sixty eons, they will turn away from saṃsāra.

source: །སངས་རྒྱས་ཀྱི་ཞིང་བརྒྱ་ཕྲག་སྟོང་གི་ཐ་མ་ན་འཇིག་རྟེན་གྱི་ཁམས་བདུད་ཐམས་ཅད་རབ་ཏུ་འཇོམས་པ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྣམ་པར་རྒྱལ་བའི་དབྱངས་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “A hundred thousand buddhafields away, in the world system Vanquisher of All Demons, dwells the thus-gone one, the worthy one, the completely perfect buddha called Melody of Victory.

source: གང་དག་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་ཉན་པར་འགྱུར་བ་དེ་དག་ནི་སྒྲ་དབྱངས་ཐམས་ཅད་ཀྱིས་སྨྲ་བ་དང་ལྡན་པར་འགྱུར། བདུད་སྡིག་ཅན་ཡང་རྒྱང་རིང་པོར་ཡོངས་སུ་སྤོང་བར་འགྱུར་རོ།
en: Those who hear the name of the thus-gone one Melody of Victory will acquire the ability to speak in all manner of voices and will drive evil Māra far away.

source: །དེ་དག་བསྐལ་པ་བརྒྱད་དུ་འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་བྱས་པར་འགྱུར་རོ།། །།བམ་པོ་གསུམ་པ་སྟེ་ཐ་མ།
en: In eight eons they will turn away from saṃsāra.”

source: དེ་ནས་བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་གཅིག་དང་ལྡན་ན། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་ཞིང་། མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་དེ་ལྟ་བུའི་ཆོས་འགའ་མཆིས་སམ།
en: The bodhisattva-mahāsattva Ajita then asked the Blessed One, “Blessed One, is there some quality that a bodhisattva-mahāsattva can possess to ensure that he or she makes swift and irreversible progress toward unexcelled, perfect and complete awakening?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །མ་ཕམ་པ་ཡོད་དོ།
en: The Blessed One said to the bodhisattva-mahāsattva, “There is, Ajita.

source: །བྱང་ཕྱོགས་ཀྱི་ལོགས་ན་འཇིག་རྟེན་གྱི་ཁམས་དཔལ་བརྩེགས་པ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དཔལ་གྱི་སྙིང་པོ་བརྩེགས་པ་རྣམ་པར་བསྒྲགས་པའི་རྒྱལ་པོ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: To the north, in the world system Pile of Śrīgarbha Jewels, dwells the thus-gone one, the worthy one, the completely perfect buddha called He Who Is Proclaimed King of the Pile of Śrīgarbha Jewels.

source: མ་ཕམ་པ་གང་དག་དེ་བཞིན་གཤེགས་པ་དཔལ་གྱི་སྙིང་པོ་བརྩེགས་པ་རྣམ་པར་བསྒྲགས་པའི་རྒྱལ་པོའི་མཚན་ཉན་པར་འགྱུར་བ་དེ་དག་ཐམས་ཅད་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་ཏེ། མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ།
en: Ajita, all those who hear the name of the thus-gone one He Who Is Proclaimed King of the Pile of Śrīgarbha Jewels will, making irreversible progress toward unexcelled, perfect and complete awakening, swiftly and perfectly awaken to it.

source: །བསྐལ་པ་བྱེ་བ་ཚང་བར་འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་བྱས་པར་འགྱུར་རོ།
en: In ten million complete eons, they will turn away from saṃsāra.

source: །མ་ཕམ་པ་གང་དག་དེ་བཞིན་གཤེགས་པ་དཔལ་གྱི་སྙིང་པོ་བརྩེགས་པ་རྣམ་པར་བསྒྲགས་པའི་རྒྱལ་པོའི་མཚན་ཉན་པ་ནི་སངས་རྒྱས་ལྔ་བཅུའི་དྲུང་དུ་སྤྱད་པ་ཡིན་ཏེ།
en: Ajita, those who hear the name of the thus-gone one He Who Is Proclaimed King of the Pile of Śrīgarbha Jewels have been in the company of fifty buddhas.

source: དེ་ནས་ཤི་འཕོས་ནས་ཀྱང་ནམ་དུ་ཡང་རྫུ་འཕྲུལ་དང་བྲལ་བར་མི་འགྱུར།
en: Thus, after they die, they will never be deprived of miraculous powers.

source: མྱ་ངན་ལས་ཡོངས་སུ་མ་འདས་ཀྱི་བར་དུ་རྣ་བ་དང་ནམས་ཀྱང་བྲལ་བར་མི་འགྱུར། ནམ་དུའང་གཟུགས་ཕུན་སུམ་ཚོགས་པ་དང་བྲལ་བར་མི་འགྱུར།
en: Until they pass beyond suffering, they will never be deprived of divine hearing, nor of sublime beauty.

source: ནམ་དུའང་གསད་པ་དང་བཅིང་བར་མི་འགྱུར།
en: They will never be killed or bound.

source: རྣ་བའི་ནད་མི་འབྱུང་། སྣ་ནད་མི་འབྱུང་། ལྕེ་ནད་མི་འབྱུང་། ལུས་ཀྱི་ནད་མི་འབྱུང་སྟེ།
en: They will not have any ear illnesses, nose illnesses, tongue illnesses, or any other bodily illnesses.

source: མྱ་ངན་ལས་མ་འདས་ཀྱི་བར་དུ་དེ་དག་ནམ་དུ་ཡང་འཇིག་རྟེན་གྱི་ཁམས་སངས་རྒྱས་མེད་པ་དང་། སངས་རྒྱས་འབྱུང་བ་དང་བྲལ་བར་མི་སྐྱེ་སྟེ།
en: Until they pass beyond suffering, they will not be born in world systems without a buddha, or in world systems where a buddha will not come.

source: ནམ་དུའང་ཆོས་དང་བྲལ་བར་མི་འགྱུར།
en: They will never be deprived of Dharma.

source: ནམ་དུའང་མི་ཁོམ་པར་སྐྱེ་བར་མི་འགྱུར།
en: They will never be born in unfavorable circumstances.

source: ནམ་དུའང་བསླབ་པ་དང་བྲལ་བར་མི་འགྱུར།
en: They will never be devoid of training.

source: ནམ་དུའང་དྲན་པ་དང་བྲལ་བར་མི་འགྱུར།
en: Nor will they ever be devoid of mindfulness.

source: མྱ་ངན་ལས་མ་འདས་ཀྱི་བར་དུ་ནམ་དུའང་ཡེ་ཤེས་དང་བྲལ་བར་མི་འགྱུར་རོ།
en: Until they pass beyond suffering, they will never be devoid of wisdom.

source: །མ་ཕམ་པ་གང་དེ་བཞིན་གཤེགས་པའི་མཚན་ཉན་པར་འགྱུར་བ་དང་། ངའི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་ཡིད་ཆེས་ཤིང་མོས་པ་དང་། མངོན་པར་དད་པ་དེ་དག་ཐམས་ཅད་གནས་ཡོངས་སུ་གཟུང་བར་འགྱུར། འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་མཆོག་དང་། དམ་པ་དང་། རབ་མཆོག་དང་། བླ་ན་མེད་པར་ཡང་འགྱུར་རོ།
en: Ajita, all those who hear the name of that thus-gone one and have confident devotion and deep faith in my omniscience will acquire that state and become supreme, sublime, utmost, and unsurpassable throughout all worlds.

source: །དེ་བས་ན་གནས་ཐམས་ཅད་ཡོངས་སུ་འཛིན་པར་འདོད་པ་དང་། འཇིག་རྟེན་ཐམས་ཅད་ལས་མཆོག་ཏུ་གྱུར་པར་གནས་པར་འདོད་པ་དང་། དམ་པ་དང་། རབ་མཆོག་ཏུ་གྱུར་པར་གནས་པར་འདོད་པ་དེས། དེ་བཞིན་གཤེགས་པ་འཇིག་རྟེན་ཐམས་ཅད་ཀྱི་མཆོག་ཏུ་གྱུར་པའི་མཚན་མཉན་པར་བྱའོ།
en: That is why those who wish to acquire that state in full and reside as supreme, sublime, and utmost throughout all worlds should hear the name of that thus-gone one, who is supreme throughout all worlds.

source: །ཐོས་ནས་ཀྱང་བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དཔལ་གྱི་སྙིང་པོ་བརྩེགས་པ་རྣམ་པར་བསྒྲགས་པའི་རྒྱལ་པོ་དེ་ལ་ཕྱག་འཚལ་ལོ་ཞེས་ཕྱག་བྱའོ། །དེ་སྐད་ཅེས་བཀའ་སྩལ་ནས།
en: Upon hearing it, they should prostrate, saying, ‘Homage to the thus-gone one, the worthy one, the completely perfect buddha He Who Is Proclaimed King of the Pile of Śrīgarbha Jewels.”

source: བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པས་བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་དེ་བཞིན་གཤེགས་པ་དེ་བཞུགས་པའི་འཇིག་རྟེན་གྱི་ཁམས་དེ་ཇི་ཙམ་དུ་རིང་།
en: The bodhisattva-mahāsattva Ajita then asked, “Blessed One, how far away is the world system where that thus-gone one dwells?

source: དེ་བཞིན་གཤེགས་པ་དེ་བྱུང་ནས་ཇི་སྲིད་ལགས།
en: How long ago did he appear there?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །མ་ཕམ་པ་འདི་ལྟ་སྟེ་དཔག་ཚད་བརྒྱ་ཁོར་ཡུག་ཏུ་བྱེ་མའི་ཕུང་པོར་གྱུར་པ་དེ་ལས་བྱེ་མའི་འབྲུ་རེ་རེ་བླངས་ཏེ།
en: The Blessed One replied to the bodhisattva-mahāsattva Ajita, “Ajita, suppose there were a heap of sand one hundred leagues around and each grain of sand were removed from the heap and taken to stand for a single buddhafield until all the sand were separated out.

source: སངས་རྒྱས་ཀྱི་ཞིང་རེ་རེར་བཞག་པ་རྣམ་གྲངས་དེས་བྱེ་མ་དེ་དག་ཐམས་ཅད་རྣམ་པར་ཕྱེ་ལ་འཇིག་རྟེན་གྱི་ཁམས་གང་དུ་བྱེ་མ་བཞག་པ་ཇི་སྙེད་ཡོད་པ་ཐམས་ཅད་བྱེ་མས་ཡོངས་སུ་གང་བར་གྱུར་ཏེ།
en: Now suppose that all the world systems, as represented by the sand, were in turn filled with sand.

source: འཇིག་རྟེན་གྱི་ཁམས་བྱེ་མས་གང་བ་དེ་དག་གི་བྱེ་མའི་རྡུལ་ཕྲ་རབ་ཇི་སྙེད་ཡོད་པ་དེ་བས་ཆེས་མང་ཞིང་ཆེས་གྲངས་མེད་པའི་འཇིག་རྟེན་གྱི་ཁམས་འདས་པ་ན། འཇིག་རྟེན་གྱི་ཁམས་དཔལ་གྱི་སྙིང་པོ་བརྩེགས་པ་ཞེས་བྱ་བ་དེ་ཡོད་དེ།
en: The world system called Pile of Śrīgarbha Jewels is innumerably many more world systems away than all the particles of sand in those sand-filled world systems.

source: དེ་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་དཔལ་གྱི་སྙིང་པོ་བརྩེགས་པ་རྣམ་པར་བསྒྲགས་པའི་རྒྱལ་པོ་དེ་བཞུགས་ཏེ། འཚོ་ཞིང་གཞེས་ལ་ཆོས་ཀྱང་སྟོན་ཏོ།
en: Therein dwells the thus-gone one, the worthy one, the completely perfect buddha He Who Is Proclaimed King of the Pile of Śrīgarbha Jewels, alive and well, teaching the Dharma.

source: །མ་ཕམ་པ་དེ་བཞིན་གཤེགས་པ་དཔལ་གྱི་སྙིང་པོ་བརྩེགས་པ་རྣམ་པར་བསྒྲགས་པའི་རྒྱལ་པོ་དེ་མངོན་པར་རྫོགས་པར་སངས་རྒྱས་ནས་བསྐལ་པར་ལོན་ཏེ།
en: Ajita, an eon has passed since the thus-gone one He Who Is Proclaimed King of the Pile of Śrīgarbha Jewels attained complete and perfect awakening.

source: མ་ཕམ་པ་དེ་བཞིན་གཤེགས་པ་དེ་ཉན་ཐོས་ཀྱི་དགེ་འདུན་དང་བཅས་པ་དང་། འཇིག་རྟེན་གྱི་ཁམས་དེ་ཡང་གདན་འདི་ཉིད་ལ་འདུག་བཞིན་དུ་ངས་ལྷན་ཅིག་སྐྱེས་པའི་ཤའི་མིག་གིས་མཐོང་ངོ་།
en: Moreover, Ajita, while seated on this very seat, I see with my innate fleshy eye that thus-gone one, together with an assembly of hearers, and that world system.

source: །དེ་བཞིན་གཤེགས་པ་དེས་ཀྱང་འཇིག་རྟེན་གྱི་ཁམས་དེ་ན་གདན་ལ་བཞུགས་བཞིན་དུ་ལྷན་ཅིག་སྐྱེས་པའི་ཤའི་སྤྱན་གྱིས་མི་མཇེད་ཀྱི་འཇིག་རྟེན་གྱི་ཁམས་འདི་དང་ང་དང་འཁོར་དུ་བཅས་པ་གཟིགས་སོ།
en: While seated on a seat in that world system, that thus-gone one also sees with his fleshy eye this Sahā world system and me along with my entourage.

source: །མ་ཕམ་པ་གང་དེ་བཞིན་གཤེགས་པའི་ལྷན་ཅིག་སྐྱེས་པའི་ཤའི་སྤྱན་འདི་ལ་ཡིད་ཆེས་པ་དང་མོས་པར་བྱེད་པ་དང་། མངོན་པར་དད་པར་བྱེད་པ་དང་། ངའི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་ཡང་དད་པར་བྱེད་པ་དང་། མངོན་པར་དད་པར་བྱེད་པ་དང་། དེ་བཞིན་གཤེགས་པ་དེའི་སྨོན་ལམ་གྱི་བྱིན་གྱི་རླབས་ཡོངས་སུ་རྫོགས་པ་ལ་ཡིད་ཆེས་པར་བྱེད་པ་དང་། མོས་པར་བྱེད་པ་དང་། ནེམ་ནུར་མི་བྱེད་པ་དང་། ཐེ་ཙོམ་མི་ཟ་བ་དེ་དག་གིས་འཇིག་རྟེན་ཐམས་ཅད་ལས་བྱེ་བྲག་ཏུ་འཕགས་པའི་ཆོས་ཐམས་ཅད་ཡོངས་སུ་བཟུང་བར་འགྱུར་རོ།
en: Ajita, those who have trust, devotion, and strong faith in a thus-gone one’s fleshy eye, who have faith and conviction in my omniscience and, furthermore, have trust, devotion, and no hesitation or doubt regarding the perfected blessing of that thus-gone one’s aspiration will obtain all the qualities exalted beyond all worlds.

source: །དེ་དག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཀྱང་ཕྱིར་མི་ལྡོག་པར་འགྱུར་རོ།
en: They will make irreversible progress toward unexcelled, perfect and complete awakening.

source: །དེ་བས་ན་མ་ཕམ་པ་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོས་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་དང་། དེ་བཞིན་གཤེགས་པ་དེའི་སྨོན་ལམ་གྱི་བྱིན་གྱི་རླབས་མཉན་པའི་ཕྱིར་སྟོང་གསུམ་གྱི་སྟོང་ཆེན་པོའི་འཇིག་རྟེན་གྱི་ཁམས་འདི་མེས་ཡོངས་སུ་གང་བ་ལས་ཀྱང་རྒལ་ཏེ་འགྲོ་བར་བྱའོ།
en: Therefore, Ajita, the son or daughter of noble family should traverse the trigalactic megagalactic world system filled with fire in order to hear the name of that thus-gone one and his blessed aspiration.”

source: །དེ་སྐད་ཅེས་བཀའ་སྩལ་པ་དང་། བཅོམ་ལྡན་འདས་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པས་འདི་སྐད་ཅེས་གསོལ་ཏོ། །ཡང་བཅོམ་ལྡན་འདས་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གང་ཆོས་གཅིག་དང་ལྡན་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་ཞིང་། མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་བ་མཆིས་སམ།
en: The bodhisattva-mahāsattva Ajita then asked the Blessed One, “Blessed One, is there single quality, aside from that, that a bodhisattva-mahāsattva can possess to ensure that he or she makes swift and irreversible progress toward unexcelled, perfect and complete awakening?”

source: དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་མ་ཕམ་པ་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །མ་ཕམ་པ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཆོས་གཅིག་དང་ལྡན་ན་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་ལྡོག་པར་མི་འགྱུར་ཞིང་། མྱུར་དུ་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བའི་ཆོས་གཅིག་པོ་ཡོད་དོ།
en: The Blessed One replied to the bodhisattva-mahāsattva Ajita, “Ajita, there is a single quality that a bodhisattva-mahāsattva can possess to ensure that he or she makes swift and irreversible progress toward unexcelled, perfect and complete awakening.

source: །མ་ཕམ་པ་བྱང་ཕྱོགས་ལོགས་སུ་འཇིག་རྟེན་གྱི་ཁམས་ཚད་མེད་པ་འདས་ནས་འཇིག་རྟེན་གྱི་ཁམས་རྡོ་རྗེའི་སྙིང་པོ་ཅན་ཞེས་བྱ་བ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རྡོ་རྗེས་རབ་ཏུ་འཇོམས་པ་ཞེས་བྱ་བ་བཞུགས་ཏེ་འཚོ་ཞིང་གཞེས་ལ་ཆོས་ཀྱང་སྟོན་ཏོ།
en: “Ajita, countless world systems away to the north, in the world system called Endowed with the Essence of Vajra, dwells the thus-gone one, the worthy one, the completely perfect buddha called All-Conquering Vajra, alive and well, teaching the Dharma.

source: །མ་ཕམ་པ་གང་དག་དེ་བཞིན་གཤེགས་པ་རྡོ་རྗེས་རབ་ཏུ་འཇོམས་པ་དེའི་མཚན་ཉན་པར་འགྱུར་བ་དེ་དག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་ཅིང་། བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་འགྱུར་རོ།
en: Ajita, those who hear the name of the thus-gone one All-Conquering Vajra will make irreversible progress toward unexcelled, perfect and complete awakening and then fully awaken to it.

source: །བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་བཅུར་འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་བྱས་པར་འགྱུར་རོ།
en: In a hundred trillion eons they will turn away from saṃsāra.

source: །དེ་ལྟར་ན་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་འདི་མཐུ་ཆེའོ།
en: Such is the great power of this thus-gone one, worthy one, completely perfect buddha.

source: །མ་ཕམ་པ་ངས་མངོན་པར་ཤེས་པ་དེ་བཞིན་གཤེགས་པ་མར་མེ་མཛད་ལས་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་ཐོས་ནས་བསྐལ་པ་བྱེ་བ་ཁྲག་ཁྲིག་བརྒྱ་སྟོང་ཕྲག་བཅུར་འཁོར་བ་ལ་རྒྱབ་ཀྱིས་ཕྱོགས་པ་བྱས་པར་གྱུར་ཏོ།
en: Ajita, I turned away from saṃsāra after a hundred trillion eons based on hearing the name of that thus-gone one from the clairvoyant thus-gone one Dīpaṅkara.

source: །མ་ཕམ་པ་གལ་ཏེ་ངས་དེ་བཞིན་གཤེགས་པ་མར་མེ་མཛད་དེ་ལས་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་ཐོས་པར་མ་གྱུར་ན། ང་འདི་ལྟར་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་མི་འགྱུར་རོ།
en: Ajita, had I not heard the name of that thus-gone one from the thus-gone one Dīpaṅkara, I would not have fully and perfectly awakened to unexcelled, perfect and complete awakening as I have.

source: །རྡོ་རྗེས་རབ་ཏུ་འཇོམས་པ་ཞེས་བྱ་བའི་ཚིག་གི་དོན་ཇི་ལྟ་བུ་ཞེ་ན། མ་ཕམ་པ་འདི་ལྟ་སྟེ། དཔེར་ན་ནོར་བུའམ། རྡོ་བའམ།
en: What do the words ‘All-Conquering Vajra’ mean?

source: བོང་བའམ། གསེག་མའམ། གྱོ་མོའམ། ས་ཡང་རུང་རྡོ་རྗེས་བཅོམ་སྟེ་ནང་དུ་འགྲོ་བ་དེ་བཞིན་དུ། མ་ཕམ་པ་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་ཉན་པར་འགྱུར་བ་དང་། འདིའི་བྱིན་གྱི་རླབས་དང་། ངའི་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ལ་དད་པར་འགྱུར་བ་དེ་དག་སོ་སོའི་སྐྱེ་བོའི་ས་དང་རང་སངས་རྒྱས་ཀྱི་ས་ཐམས་ཅད་ཀྱང་རྣམ་པར་གཏོར་ཅིང་རྣམ་པར་བཤིག་མངོན་པར་བཅོམ་ཞིང་དྲལ་ཏེ། ཐམས་ཅད་མཁྱེན་པ་ཉིད་རྗེས་སུ་འཐོབ་པར་འགྱུར་རོ།
en: Well, for example, Ajita, just as a vajra destroys and penetrates gems, stones, clods of earth, pebbles, gravel, or earth, those who hear the name of that thus-gone one and have faith in his blessings and my omniscience will likewise scatter, demolish, destroy, and tear apart all the levels of ordinary beings and solitary realizers until they attain omniscience.

source: །དེའི་ཕྱིར་དེའི་མཚན་རྡོ་རྗེས་རབ་ཏུ་འཇོམས་པ་ཞེས་བྱ་སྟེ། དེ་ལྟར་སྨོན་ལམ་ཕུན་སུམ་ཚོགས་ཤིང་། དེ་བཞིན་གཤེགས་པ་དེ་བསམ་གྱིས་མི་ཁྱབ་པའི་ཡོན་ཏན་དང་ལྡན་ནོ།
en: This is why his name is All-Conquering Vajra—with his aspiration being so excellent, he is a thus-gone one endowed with inconceivable qualities.

source: །བྱང་ཕྱོགས་སུ་སངས་རྒྱས་ཀྱི་ཞིང་བྱེ་བ་བརྒྱ་སྟོང་གི་ཐ་མ་ན་འཇིག་རྟེན་གྱི་ཁམས་ནོར་བུ་སྣང་བ་ཅན་ཞེས་བྱ་བ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་རིན་ཆེན་མེ་ཞེས་བྱ་བ་བཞུགས་ཏེ།
en: “A trillion world systems away to the north, in the world system called Luminous Gem, dwells the thus-gone one, the worthy one, the completely perfect buddha called Jewel Flame.

source: གང་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་ཉན་པར་འགྱུར་བ་ངེས་པ་ལ་ཞུགས་པ་དེ་དག་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ལས་ཕྱིར་མི་ལྡོག་པར་འགྱུར་རོ།
en: Those who hear that thus-gone one’s name that have not yet secured assurance of the final attainment will make irreversible progress toward unexcelled, perfect and complete awakening.

source: །འཇིག་རྟེན་གྱི་ཁམས་དེ་ན་ཉན་ཐོས་ཀྱི་ཐེག་པ་ཅན་ནམ། རང་སངས་རྒྱས་ཀྱི་ཐེག་པ་ཅན་གང་ཡང་མེད་དེ།
en: In that world system, there are no followers of the Vehicle of Hearers, or of the Vehicle of Solitary Realizers.

source: དེ་དག་ཐམས་ཅད་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྟེ།
en: There are only bodhisattva-mahāsattvas, who serve the thus-gone one Jewel Flame.”

source: དེ་བཞིན་གཤེགས་པ་རིན་ཆེན་མེ་ལ་བསྙེན་བཀུར་བྱེད་དོ། །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་འོད་སྲུང་ཆེན་པོ་ལ་བཀའ་སྩལ་པ། འོད་སྲུང་སངས་རྒྱས་བཅོམ་ལྡན་འདས་ནི་མཐུ་བསམ་གྱིས་མི་ཁྱབ་པ་མངའ་བའོ།
en: The Blessed One then said to Venerable Mahākāśyapa, “Kāśyapa, the blessed buddhas have inconceivable power.

source: །འོད་སྲུང་སངས་རྒྱས་ཀྱི་ཞིང་སྟོང་ཕྲག་ལྔ་བཅུ་རྩ་ལྔའི་ཐ་མ་ན་འཇིག་རྟེན་གྱི་ཁམས་ཨ་ག་རུའི་དྲི་ཞེས་བྱ་བ་དེ་ན། དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཟླ་བའི་འོད་ཅེས་བྱ་བ་བཞུགས་ཏེ།
en: Kāśyapa, fifty thousand buddhafields away, in the world system called Fragrance of Aloeswood, dwells the thus-gone one, the worthy one, the completely perfect buddha called Moon’s Light.

source: འོད་སྲུང་གང་དེ་བཞིན་གཤེགས་པ་དེའི་མཚན་རིགས་ཀྱི་བུའམ། རིགས་ཀྱི་བུ་མོས་ཐོས་ན་སྐྱེ་བ་ལས་རྣམ་པར་ལོག་པའི་བྱིན་གྱི་རླབས་ཞེས་བྱ་བའི་ཏིང་ངེ་འཛིན་རབ་ཏུ་ཐོབ་སྟེ།
en: Kāśyapa, if sons or daughters of noble family hear the name of that thus-gone one, they will attain the absorption called the blessing of turning away from birth

source: དེ་ལ་གནས་ན་གང་གཱའི་བྱེ་མ་སྙེད་ཀྱི་སངས་རྒྱས་གྲངས་མེད་པ་རྣམས་མཐོང་བ་དང་། དེ་དག་གིས་བཤད་པ་ཀུན་འཛིན་པ་དང་། ཆོས་ཅི་འདྲ་བ་ཉན་ཅིང་སྨྲ་བར་འདོད་པ་དེ་འདྲ་བར་ཐོས་ཤིང་སྨྲ་བར་འགྱུར་རོ།
en: If they settle into it, they will see as many buddhas as the grains of sand in the Ganges River, fully retain whatever they say, and learn and preach any Dharma teaching that they desire to learn and preach.

source: དེ་ནི་བཅོམ་ལྡན་འདས་དེའི་སྔོན་གྱི་སྨོན་ལམ་གྱི་སྟོབས་བསྐྱེད་པ་ཡིན་ཏེ།
en: It is because that comes from the power engendered by a previous aspiration made by that blessed one.

source: གང་དག་གིས་བདག་གི་མིང་ཐོས་ན་དེས་ཏིང་ངེ་འཛིན་འདི་ཐོབ་པར་གྱུར་ཅིག་ཅེས་དེའི་སྨོན་ལམ་དེ་ལྟར་བཏབ་བོ།
en: He made the following aspiration: ‘May whoever hears my name attain this absorption!’

source: །དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཚིགས་སུ་བཅད་པ་འདི་དག་གསུངས་སོ།
en: The Blessed One then spoke the following verses:

source: །འདི་ནས་སྟོང་ཕྲག་ལྔ་བཅུ་ན།
en: “Fifty-five thousand buddhafields from here,

source: །འཇིག་རྟེན་ཁམས་ནི་ལེགས་སྤྲུལ་པ།
en: In the finely-emanated world system

source: །ཨ་ག་རུ་ཡི་དྲི་ཞེས་བྱ།
en: Called Fragrance of Aloeswood,

source: །སྤོས་ངད་རྟག་ཏུ་ལྡང་བ་ན།
en: Where fragrant incense wafts, “Dwells the perfect buddha
